Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: The list can load up to {{count}} results. Use search to find additional workers.
nl_nl: De lijst kan tot {{count}} resultaten laden. Gebruik de zoekfunctie om extra werknemers te vinden.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
nl_nl: Om plannen naar een andere fase te verplaatsen, selecteert u de planfase en filtert u vervolgens om specifieke plannen in de geselecteerde fase te vinden.

source: View all or apply filters to see plans and available actions
nl_nl: Alles bekijken of filters toepassen om plannen en beschikbare acties te zien

source: There are {{count}} career development plans
nl_nl: Er zijn {{count}} loopbaanontwikkelingsplannen

source: Move career development plans
nl_nl: Carrièreontwikkelingsplannen verplaatsen

source: Move career plans
nl_nl: Loopbaanplannen verplaatsen

source: Managers will need to review and submit their inputs again. This action cannot be undone.
nl_nl: Managers moeten hun input opnieuw bekijken en indienen. Deze actie kan niet ongedaan worden gemaakt.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
nl_nl: Werknemers en managers moeten hun input opnieuw indienen volgens de workflow. Deze actie kan niet ongedaan worden gemaakt.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
nl_nl: Werknemers moeten hun input opnieuw indienen volgens de workflow. Deze actie kan niet ongedaan worden gemaakt.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
nl_nl: Je staat op het punt het loopbaanontwikkelingsplan van de fase "<0>{{fromStatus}}</0>" naar de fase "<1>{{toStatus}}</1>" te verplaatsen.

source: Move career plans to a different stage
nl_nl: Carrièreplannen naar een andere fase verplaatsen

source: Select plans to continue
nl_nl: Selecteer plannen om door te gaan

source: {{count}} career development plan was successfully moved to the selected stage.
nl_nl: {{count}} loopbaanontwikkelingsplan is succesvol naar de geselecteerde fase verplaatst.

source: {{count}} career development plans were successfully moved to the selected stage.
nl_nl: {{count}} loopbaanontwikkelingsplannen zijn succesvol naar de geselecteerde fase verplaatst.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
nl_nl: {{count}} van de {{requestedPlansCount}} loopbaanontwikkelplannen zijn succesvol verplaatst naar de geselecteerde fase.

source: Apply filters to view the plans and move them to the next stage.
nl_nl: Pas filters toe om de plannen te bekijken en ze naar de volgende fase te verplaatsen.

source: There are {{count}} plans in "{{planStage}}" stage
nl_nl: Er zijn {{count}} plannen in de fase "{{planStage}}"

source: Adjust your filters to find what you are looking for.
nl_nl: Pas je filters aan om te vinden wat je zoekt.

source: No plans found
nl_nl: Geen plannen gevonden

source: Manage {{planName}}
nl_nl: Beheer {{planName}}

source: Plans in "{{planStage}}" stage: {{count}}
nl_nl: Plannen in de fase "{{planStage}}": {{count}}

source: Search result: {{count}}
nl_nl: Zoekresultaat: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
nl_nl: Ontwikkelplannen voor loopbanen die zich in de gesloten fase bevinden, kunnen niet worden verwijderd.

source: Manage plans
nl_nl: Plannen beheren

source: New plan stage
nl_nl: Nieuwe planningsfase

source: Choose the plan stage
nl_nl: Kies de planningsfase

source: Career Development Plans
nl_nl: Carrièreontwikkelingsplannen

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
nl_nl: De populatie van de loopbaanontwikkeling zal gebaseerd zijn op de toegang van de lokale beheerder. Ze kunnen alleen de populatie binnen de sjabloon bewerken.

source: Allow local admins in career development plan templates
nl_nl: Sta lokale beheerders toe in sjablonen voor loopbaanontwikkelingsplannen

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
nl_nl: De opnieuw toegewezen beoordelaar ziet het opnieuw toegewezen proces in zijn of haar lijst en kan het deel van de leidinggevende afronden. De opnieuw toegewezen beoordelaar ziet alle medewerkergerelateerde gegevens (doelen, vaardigheden, enz.) die zichtbaar zijn in het loopbaanontwikkelingsproces, op dezelfde manier als de direct leidinggevende. Houd er rekening mee dat een hernieuwde toewijzing inhoudt dat de opnieuw toegewezen beoordelaar het volledige proces met de medewerker afrondt.

source: Allow line managers to reassign career development plans to other users
nl_nl: Sta lijnmanagers toe ontwikkelplannen voor de loopbaan opnieuw toe te wijzen aan andere gebruikers

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
nl_nl: Afgesloten loopbaanontwikkelingsplannen die zijn opgesteld met de vorige manager van een medewerker, worden zichtbaar voor hun nieuwe manager. De vorige manager kan de loopbaanontwikkelingsplannen na de overplaatsing nog steeds inzien.

source: Allow system managers to see closed career development plans
nl_nl: Systeembeheerders toestaan gesloten loopbaanontwikkelingsplannen te bekijken

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
nl_nl: Een functie voor Prestatiebeheer waarmee HRBP-beheerders loopbaanontwikkelingsplannen kunnen maken waarin werknemers en managers reflecteren op de gebeurtenissen die hebben plaatsgevonden gedurende een bepaalde periode.

source: Enable career development
nl_nl: Loopbaanontwikkeling mogelijk maken

source: General career development settings
nl_nl: Algemene loopbaanontwikkelingsinstellingen

source: Career Development Settings
nl_nl: Instellingen voor loopbaanontwikkeling

source: Check-In Mass Assignment
nl_nl: Massale toewijzing van check-ins

source: Check-in deletion
nl_nl: Verwijdering van Check-in

source: Enable check-ins
nl_nl: Check-ins inschakelen

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
nl_nl: Een functie voor prestatiebeheer waarmee medewerkers regelmatige gesprekken kunnen plannen met hun managers en rapportages om doelen op elkaar af te stemmen.

source: General check-ins settings
nl_nl: Algemene check-ins instellingen

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
nl_nl: Sta managers toe om gestructureerde gesprekken te voeren met hun directe medewerkers. Met behulp van speciale widgets kunnen ze commentaar geven op gebieden zoals prestaties, doelen en gedrag. Zodra alles is afgerond, kunnen werknemers opmerkingen bekijken en de check-in accepteren of een vervolgvergadering voorstellen direct vanaf de check-in pagina.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
nl_nl: Sta medewerkers en managers toe om Check-ins te plannen en te structureren op hun gemak. Deze sessies ondersteunen het toevoegen en bewerken van inhoud of opmerkingen indien nodig, waarbij alle informatie alleen zichtbaar is voor de deelnemers.

source: Enable regular check-ins
nl_nl: Regelmatige check-ins inschakelen

source: Check-In Settings
nl_nl: Check-in instellingen

source: Create communication round
nl_nl: Creëer communicatieronde

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
nl_nl: De nieuwste documentgeneraties verschijnen hier.<br/>Controleer later opnieuw voor updates of verken ondertussen meer functies.

source: Document generation
nl_nl: Documentgeneratie

source: Explore the latest document generations.
nl_nl: Verken de nieuwste documentgeneraties.

source: Export log details
nl_nl: Logdetails exporteren

source: Completion
nl_nl: Voltooiing

source: Document template
nl_nl: Documentsjabloon

source: Errors
nl_nl: Fouten

source: Generated documents
nl_nl: Gegenereerde documenten

source: Imported documents
nl_nl: Geïmporteerde documenten

source: Requester
nl_nl: Aanvrager

source: Completed with errors
nl_nl: Voltooid met fouten

source: Pending
nl_nl: In behandeling

source: No file uploaded
nl_nl: Geen bestand geüpload

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
nl_nl: Ondersteunde bestandsformaten: DOCX. Maximale bestandsgrootte: 10MB. Maximaal aantal bestanden per upload: 1 bestand.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
nl_nl: Het document "{{fileName}}" kan niet worden geïmporteerd. Zorg ervoor dat het voldoet aan de vereisten voor formaat en grootte.

source: The code must be unique to publish the document template. Please change the code and try again.
nl_nl: De code moet uniek zijn om de documentsjabloon te publiceren. Wijzig de code en probeer het opnieuw.

source: Create document template
nl_nl: Documentsjabloon maken

source: Edit document template
nl_nl: Documentsjabloon bewerken

source: Create a document to get started
nl_nl: Maak een document om te beginnen

source: No documents available
nl_nl: Geen documenten beschikbaar

source: Failed to retrieve the document template file.
nl_nl: Kan het documentsjabloonbestand niet ophalen.

source: Failed to retrieve the document template
nl_nl: Kan de documentsjabloon niet ophalen

source: The document file is not available.
nl_nl: Het documentbestand is niet beschikbaar.

source: Include an overview
nl_nl: Een overzicht opnemen

source: Document template details
nl_nl: Documentsjabloon details

source: Define your document template
nl_nl: Definieer uw documentsjabloon

source: Preview a PDF document generated from the template and variables.
nl_nl: Bekijk een voorvertoning van een PDF-document gegenereerd uit de sjabloon en variabelen.

source: Document Templates
nl_nl: Documentsjablonen

source: Template history
nl_nl: Sjabloongeschiedenis

source: Back to document template list
nl_nl: Terug naar lijst met documentsjablonen

source: Template document
nl_nl: Sjabloondocument

source: See the history of the template .docx file since it was published.
nl_nl: Bekijk de geschiedenis van het sjabloon .docx-bestand sinds het werd gepubliceerd.

source: Template "{{name}}" history
nl_nl: Sjabloon "{{name}}" geschiedenis

source: Uploaded by
nl_nl: Geüpload door

source: Edit variables in the preview. Need help? Use our template to get started.
nl_nl: Bewerk variabelen in de voorvertoning. Hulp nodig? Gebruik onze sjabloon om te beginnen.

source: Preview variables
nl_nl: Variabelen voorvertonen

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
nl_nl: Er zijn wijzigingen gedetecteerd in de bovenstaande velden. Klik op "Document voorvertonen" om het bijgewerkte document te genereren.

source: Invalid JSON format
nl_nl: Ongeldig JSON-formaat

source: ESC – exit editor, Tab – create an indent
nl_nl: ESC – editor verlaten, Tab – inspringing maken

source: Keyboard shortcuts:
nl_nl: Sneltoetsen:

source: Something went wrong. Please check that your JSON or uploaded document is valid.
nl_nl: Er is iets misgegaan. Controleer of uw JSON of geüploade document geldig is.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
nl_nl: U heeft nog geen document geüpload. Ga terug naar de vorige stap om een document te uploaden.

source: Preview document
nl_nl: Document bekijken

source: Use example
nl_nl: Voorbeeld gebruiken

source: The document template was successfully published.
nl_nl: De documentsjabloon is succesvol gepubliceerd.

source: The document template was successfully saved.
nl_nl: Het documentsjabloon is succesvol opgeslagen.

source: Create and manage document templates
nl_nl: Documentsjablonen maken en beheren

source: View document template
nl_nl: Documentsjabloon bekijken

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
nl_nl: Configureer de tekstwaarde die wordt gebruikt ter vervanging van gemiddelde beloningswaarden wanneer het onderliggende aantal medewerkers niet aan de drempel voldoet.

source: Anonymization placeholder text
nl_nl: Tekst voor anonimisering-placeholder

source: Enable anonymization
nl_nl: Anonimisering inschakelen

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
nl_nl: Schakel anonimisatie in en definieer het minimumaantal werknemers dat vereist is in een populatie (Alles, Mannelijk of Vrouwelijk) voordat gemiddelde waarden worden weergegeven.

source: Enable this option to allow the creation of pay information requests via API.
nl_nl: Schakel deze optie in om het aanmaken van verzoeken voor salarisinformatie via API mogelijk te maken.

source: Enable document generation
nl_nl: Documentgeneratie inschakelen

source: Enable this feature to allow document generation.
nl_nl: Schakel deze functie in om documentgeneratie toe te staan.

source: Enable this feature to distribute documents to workers.
nl_nl: Schakel deze functie in om documenten naar medewerkers te distribueren.

source: Enable this option to allow HRPBs to create pay information requests.
nl_nl: Schakel deze optie in om HRBP’s toe te staan verzoeken om salarisinformatie aan te maken.

source: Enable overdue period
nl_nl: Achterstallige periode inschakelen

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
nl_nl: Schakel deze functie in om de informatieverzoeken te markeren die de oplossingsdeadline overschrijden.

source: Enable pay information requests
nl_nl: Verzoeken om salarisinformatie inschakelen

source: Enable this feature to manage pay information requests.
nl_nl: Schakel deze functie in om verzoeken voor salarisinformatie te beheren.

source: Enable warning period
nl_nl: Waarschuwingsperiode inschakelen

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
nl_nl: Schakel deze functie in om de informatieverzoeken te markeren die de oplossingsdeadline naderen.

source: Enable this feature to allow workers to request pay information.
nl_nl: Schakel deze functie in om medewerkers in staat te stellen salarisinformatie op te vragen.

source: The value must be between 1 and 365.
nl_nl: De waarde moet tussen 1 en 365 liggen.

source: The overdue period must be greater than the warning period.
nl_nl: De achterstallige periode moet groter zijn dan de waarschuwingsperiode.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
nl_nl: Als OverduePeriod is uitgeschakeld, moet OverduePeriodInDays null zijn.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
nl_nl: Als WarningPeriod is uitgeschakeld, moet WarningPeriodInDays null zijn.

source: Document Settings
nl_nl: Documentinstellingen

source: Number of days since request
nl_nl: Aantal dagen sinds aanvraag

source: Pay information letter
nl_nl: Salarisinformatiebericht

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
nl_nl: Geheel getal dat het minimumaantal werknemers in een populatie (Alle, Mannen, Vrouwen) bepaalt dat vereist is om gemiddelde beloningswaarden weer te geven

source: Population threshold
nl_nl: Drempelwaarde voor populatie

source: Request creation options
nl_nl: Opties voor het aanmaken van verzoeken

source: Edit communication round
nl_nl: Bewerk communicatie ronde

source: View communication round
nl_nl: Bekijk communicatieronde

source: Communication
nl_nl: Communicatie

source: Add mapping
nl_nl: Mapping toevoegen

source: Mapping configuration
nl_nl: Mappingconfiguratie

source: Data source
nl_nl: Gegevensbron

source: Template
nl_nl: Sjabloon

source: Bulk generation
nl_nl: Bulkgeneratie

source: Individual PIR
nl_nl: Individuele PIR

source: Document status and action log monitoring
nl_nl: Documentstatus en actielogbewaking

source: Link one or several comp rounds to the communication round
nl_nl: Koppel één of meerdere comp-rondes aan de communicatieronde

source: Comp round
nl_nl: Compensatieronde

source: Upload HRBP security mapping
nl_nl: Upload HRBP-beveiligingsmapping

source: HRBP security
nl_nl: HRBP-beveiliging

source: Define the target populations for the round
nl_nl: Definieer de doelgroepen voor de ronde

source: Add document
nl_nl: Document toevoegen

source: Create document
nl_nl: Document maken

source: Shared documents with selected populations
nl_nl: Gedeelde documenten met geselecteerde populaties

source: Documents can only be added once the communication round has been published.
nl_nl: Documenten kunnen alleen worden toegevoegd nadat de communicatieronde is gepubliceerd.

source: Documents can be added after publishing
nl_nl: Documenten kunnen worden toegevoegd na publicatie

source: Import PDF documents
nl_nl: PDF-documenten importeren

source: No imported PDF documents yet!
nl_nl: Nog geen geïmporteerde PDF-documenten!

source: Set the workflow of the communication round
nl_nl: Stel de workflow van de communicatieronde in

source: Audience
nl_nl: Publiek

source: Search by worker
nl_nl: Zoeken op medewerker

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
nl_nl: Ondersteunde bestandsformaten: PDF. Maximale bestandsgrootte: 10MB. Maximaal aantal bestanden per upload: 1 bestand.

source: You can close this window, but please keep the page open to ensure a successful upload.
nl_nl: U kunt dit venster sluiten, maar houd de pagina open om een succesvolle upload te garanderen.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
nl_nl: Het document "{{fileName}}" kan niet worden geïmporteerd. Controleer de voorwaarden voor formaat en grootte.

source: The code must be unique to publish the communication round. Please change the code and try again.
nl_nl: De code moet uniek zijn om de communicatieronde te publiceren. Wijzig de code en probeer het opnieuw.

source: Communication round details
nl_nl: Details van de communicatieronde

source: Round visibility
nl_nl: Ronde zichtbaarheid

source: Communication round owners
nl_nl: Eigenaren van communicatierondes

source: This communication round code is already in use. Please enter a unique value.
nl_nl: Deze communicatierondcode is al in gebruik. Voer een unieke waarde in.

source: The communication round code cannot be empty.
nl_nl: De code van de communicatieronde mag niet leeg zijn.

source: Turn this setting on to add summary documents for communication managers.
nl_nl: Schakel deze instelling in om samenvattingsdocumenten toe te voegen voor communicatiemanagers.

source: Include summary documents
nl_nl: Samenvattingsdocumenten opnemen

source: The communication round name cannot be empty.
nl_nl: De naam van de communicatieronde mag niet leeg zijn.

source: The visibility end date cannot be empty.
nl_nl: De einddatum voor zichtbaarheid mag niet leeg zijn.

source: The visibility start date cannot be empty.
nl_nl: De begindatum van de zichtbaarheid mag niet leeg zijn.

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
nl_nl: Weet u zeker dat u deze communicatieronde wilt publiceren? Zodra deze is gepubliceerd, wordt de status van de ronde gewijzigd naar "Open" en kan deze niet meer worden teruggezet naar "Concept".

source: Publish communication round
nl_nl: Publiceer communicatieronde

source: The communication round was successfully published.
nl_nl: De communicatieronde is gepubliceerd.

source: The communication round was successfully saved.
nl_nl: De communicatieronde is opgeslagen.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
nl_nl: Weet je zeker dat je de wijzigingen in deze gepubliceerde communicatieronde wilt opslaan? De ronde wordt bijgewerkt voor alle deelnemers.

source: Update published round
nl_nl: Update gepubliceerde ronde

source: The round was successfully updated.
nl_nl: De ronde is succesvol bijgewerkt.

source: Round visibility end date
nl_nl: Rond zichtbaarheid einddatum af

source: Round visibility start date
nl_nl: Rond zichtbaarheid startdatum af

source: Configure approval milestones for the communication round
nl_nl: Configureer goedkeuringsmijlpalen voor de communicatieronde

source: Turn this setting on to add steps to the communication round workflow
nl_nl: Schakel deze instelling in om stappen toe te voegen aan de communicatieronde-werkstroom.

source: Enable workflow steps
nl_nl: Werkstappen inschakelen

source: No communication rounds yet
nl_nl: Nog geen communicatierondes

source: Create and manage communication rounds
nl_nl: Creëer en beheer communicatierondes

source: Export recipient details
nl_nl: Ontvangersgegevens exporteren

source: Number of recipients
nl_nl: Aantal ontvangers

source: Added by
nl_nl: Toegevoegd door

source: Create and manage communication rounds.
nl_nl: Communicatierondes maken en beheren.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
nl_nl: Uw communicatierondes verschijnen hier. Controleer later opnieuw voor updates of verken ondertussen meer functies.

source: Archived
nl_nl: Gearchiveerd

source: Comm rounds
nl_nl: Comm-rondes

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
nl_nl: Je staat op het punt de hangende conceptversie te publiceren, die de momenteel gepubliceerde versie van deze comp-ronde zal vervangen. Wil je de managerinvoer behouden?

source: No, delete them
nl_nl: Nee, verwijder ze

source: Publish updated comp round
nl_nl: Let bijgewerkt comp-round publiceren

source: The workflow was updated; all workers in this round will reset to the first step.
nl_nl: De workflow is bijgewerkt; alle werknemers in deze ronde worden teruggezet naar de eerste stap.

source: Yes, keep entries
nl_nl: Ja, houd de invoer bij

source: View configuration
nl_nl: Configuratie bekijken

source: Change source
nl_nl: Bron wijzigen
